<?php
$title = 'Соглашение';
require_once ('../system/function.php');

?>
<html xmlns="http://www.w3.org/1999/xhtml"><head><meta name="viewport" content="minimum-scale=1.0, width=device-width, maximum-scale=1.0"><title>Танки</title>
<link rel="stylesheet" href="/diz.css" type="text/css">
<link rel="icon" href="/favicon.ico" type="image/x-icon"></head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
<?php
echo '<body><div class="p5">';


echo '
<div class="small white">
Настоящий документ представляет собой предложение заключить лицензионное соглашение между Максимом Пшесмецким об использовании развлекательного программного о
беспечения "Танки онлайн" (далее – "Игра"), включающего программы для ЭВМ и базы данных, составляющие Игру в базовой версии, и расширяющие ее 
функциональные возможности программные приложения и дополнения, предоставляемого с помощью сайтов, размещенных по адресу: 
'.$HOME.' (далее – "Портал"), на изложенных ниже условиях.
<br><br>
1. Общие положения
<br><br>
1.1. Использование вами Игры любым способом и в любой форме в пределах ее объявленных функциональных возможностей, включая:
<br><br>
• просмотр размещенных на Портале материалов;<br>
• регистрация и/или авторизация на Портале,<br>
• размещение или отображение на Портале любых материалов, включая но не ограничиваясь такими как: тексты, гипертекстовые ссылки, изображения, аудио и видео-файлы, сведения и/или иная информация, создает лицензионный договор на условиях настоящего Соглашения.
<br><br>
1.2. Воспользовавшись любой из указанных выше возможностей по использованию Игры вы подтверждаете, что:
<br><br>
а) Ознакомились с условиями настоящего Соглашения в полном объеме до начала использования Игры.
<br>
б) Принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с Вашей стороны. Использование Игры на иных условиях не допускается. Если Вы не согласны с условиями настоящего Соглашения или не имеете права на его заключение, Вам следует незамедлительно прекратить любое использование Игры.
<br>
в) Соглашение (в том числе любая из его частей) может быть изменено Лицензиаром без какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения по адресу: '.$HOME.'agreement, если иное не предусмотрено новой редакцией Соглашения.
<br><br>
2. Общие условия пользования Игрой
<br><br>
2.1. В качестве Пользователей Игры могут выступать дееспособные лица старше 16 лет.
<br><br>
2.2. Использование отдельных функциональных возможностей Игры допускается только после прохождения Пользователем регистрации на Портале и приобретения лицензии на расширенную версию Игры.
<br><br>
2.3. Перечень функциональных возможностей, использование которых требует предварительной регистрации Пользователя, приобретение лицензии на расширенную версию Игры и/или оплаты лицензионного вознаграждения определяется по единоличному усмотрению Лицензиара и может время от времени изменяться.
<br><br>
2.4. Указывая при совершении платежа идентификационные данные, связанные с аккаунтом Пользователя, Вы подтверждаете, что являетесь Пользователем, зарегистрировавшим данный аккаунт или действуете по его поручению и в его интересах. Зачисление оплаты на лицевой счет Пользователя Игры производится на основании данных, предоставленных Оператором.
<br><br>
2.5. Некоторые технические, организационные, финансовые и коммерческие условия использования Игры, в том числе функциональных возможностей ее расширенной версии, могут доводится до сведения Пользователей путем отдельного размещения на Портале.
<br><br>
3. Лицензия на использование Сайта и допустимое использование Игры
<br><br>
3.1. Лицензиар предоставляет зарегистрированному и/или авторизованному Пользователю право использования Игры в базовой версии на условиях простой (неисключительной) непередаваемой лицензии в пределах ограниченных функциональных возможностей Игры.
<br><br>
3.2. В рамках объявленных ограниченных функциональных возможностей Игры Лицензиар предоставляет зарегистрированному Пользователю возможность:
<br><br>
• осуществлять установку и запуск Игры в базовой версии на компьютерных устройствах Пользователя;<br>
• создать на Портале игрового персонажа и управлять им;<br>
• использовать технические возможности Портала для обмена игровыми предметами с другими Пользователями;<br>
• использовать технические возможности Портала для обмена сообщениями с другими Пользователями;<br>
• размещать и читать сообщения других пользователей на форуме.
<br><br>
3.3. Лицензиар вправе устанавливать лимиты по объему и составу размещаемых Пользователем информационных материалов, а также вводить иные технические ограничения использования Портала и (или) Игры, которые время от времени будут доводиться до сведения Пользователей в форме и способом по выбору Лицензиара.
<br><br>
3.4. Лицензия на использование расширенной версии Игры предоставляется Пользователям на платной основе.
<br><br>
3.5. Внесение установленных платежей за использование расширенной версии Игры возможно через одного из операторов, оказывающего Пользователю услуги подвижной радиотелефонной связи на территории стран СНГ или ЕС (далее - "Оператор"), либо действующие на указанной территории платежные системы, принимающие денежные средства по договору с Лицензиаром или ее контрагентом (далее – «Партнер»).
<br><br>
3.6. В рамках лицензии на расширенную версию Игры Лицензиар предоставляет зарегистрированному Пользователю возможность:
<br><br>
• осуществлять установку и запуск программных приложений и дополнений к базовой версии Игры;<br>
• использовать дополнительные функциональные возможности расширенной версии Игры в соответствии с их описанием.
<br><br>
3.7. Лицензия на использование расширенной версии Игры предоставляется Пользователю с момента внесения установленного за нее лицензионного вознаграждения.
<br><br>
3.8. Использование Игры иными способами строго запрещены.
<br><br>
4. Гарантии Пользователя
<br><br>
Принимая настоящее Соглашение, Вы подтверждаете и гарантируете, что:
<br><br>
4.1. Вы обладаете всеми необходимыми правами и полномочиями для заключения настоящего Соглашения и его исполнения;
<br><br>
4.2. Использование Игры будет осуществляться Вами исключительно для целей, разрешенных настоящим Соглашением с соблюдением его положений, а равно требований применимого права и общепринятой практики;
<br><br>
4.3. Вы не будете совершать каких-либо действий, которые вступают в противоречие или препятствуют предоставлению Игры (или работе соответствующего оборудования, сетей, или программного обеспечения, с помощью которых предоставляется Игра);
<br><br>
4.4. Использование Вами Игры для конкретных целей не нарушает имущественных и/или личных неимущественных прав третьих, а равно запретов и ограничений, установленных применимым правом, в включая без ограничения: авторские и смежные права, права на товарные знаки, знаки обслуживания и наименования мест происхождения товаров, права на промышленные образцы, права на использование изображений людей, живых или умерших и т.д., размещаемые Вами материалы не содержат информации и/или образов, оскорбляющих человеческое достоинство, пропагандирующих насилие, порнографию, наркотики, расовую или национальную вражду и т.п., и Вами получены все необходимые разрешения от уполномоченных лиц в связи с использованием материалов.
<br><br>
5. Ограничения
<br><br>
Принимая настоящее Соглашение, Вы понимаете и признаете, что:
<br><br>
5.1. Игра предназначена для личных, семейных, домашних и иных не связанных с осуществлением предпринимательской деятельности нужд физических лиц. Использование Игры в коммерческих целях не допускается.
<br><br>
5.2. Игра предоставляется на условиях "как есть", в связи с чем Вам не представляются какие-либо гарантии, что Игра будет соответствовать Вашим требованиям; доступ к ней будет предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут быть получены с использованием Игры, будут точными и надежными; качество какого-либо продукта, информации и прочего контента, полученного с использованием Игры, будет соответствовать Вашим ожиданиям; все ошибки в программном обеспечении Игры будут исправлены.
<br><br>
5.3. Поскольку Игра находится на стадии постоянного дополнения и обновления новых функциональных возможностей, их форма и характер могут время от времени меняться без Вашего предварительного уведомления. Лицензиар вправе по собственному усмотрению прекратить (временно или окончательно) предоставление доступа к Игре (или каких-либо отдельных ее функциональных возможностей) всем Пользователям вообще или Вам, в частности, без Вашего предварительного уведомления.
<br><br>
5.4. Дизайн Портала, его программное обеспечение и техническая поддержка рассчитаны на доступ через мобильный терминал посредством радиотелефонной (сотовой) связи по протоколам WAP и/или GPRS, при доступе с других устройств и по другим протоколам Игра может работать некорректно.
<br><br>
5.5. Лицензиар не несет ответственность за качество связи и скорость передачи данных. Все вопросы по устойчивости связи, ее настройкам, настройкам мобильного телефона и другим подобным техническим проблемам, следует направлять Оператору.
<br><br>
5.6. Стоимость WAP/GPRS-трафика определяется соглашением с Оператором. Вопросы, связанные с оплатой WAP\GPRS-трафика, необходимо решать с Оператором. Претензии по оплате лицензии на расширенную версию Игры через Операторов или Партнеров принимаются только после подтверждения Пользователем обращения к указанным лицам за розыском уплаченных денежных средств и подтверждении ими факта перечисления денежных средств Пользователя на счет Лицензиара в полном объеме.
<br><br>
5.7. Лицензиар никак не связана с материалами, размещенными Пользователями на Портале (далее по тексту – "контент"), и не осуществляет проверку содержания, подлинности и безопасности этих материалов, а равно их соответствия требованиям применимого права, и наличия у Пользователей необходимого объема прав на их использование.
<br><br>
5.8. В частности вам запрещается использование Игры для:
<br><br>
• размещения и/или распространения контрафактных материалов;<br>
• размещения и/или распространения материалов порнографического характера, а равно пропаганды порнографии и детской эротики, и рекламы интимных услуг;<br>
• размещения и/или распространения любой иной запрещенной информации, включая материалы, экстремистского характера, а также направленных на ущемление прав и свобод человека по признакам расовой и национальной принадлежности, вероисповедания, языка, и пола, подстрекающие к совершению насильственных действий в отношении человека, либо к бесчеловечному обращению с животными, призывающие к совершению иных противоправных действий, в том числе разъясняющие порядок изготовления и применения оружия, наркотических средств и их прекурсов, и т.д.;<br>
• преимущественного или исключительного размещения ссылок на другие сайты;<br>
• распространения рекламных материалов в личных сообщениях иным Пользователям без получения их предварительного согласия на их получение (СПАМ);
<br><br>
5.9. Несмотря на установленный запрет, при использовании Игры Вы можете получить контент, который можете счесть содержащим информацию оскорбительного или непристойного характера, а также нарушающий применимое право и права третьих лиц.
<br><br>
5.10. Всю ответственность за содержание контента и соответствие его требованиям применимого права несет лицо, создавшее данный контент и (или) разместившее его на Портале.
<br><br>
5.11. Игра может содержать ссылки на другие ресурсы, при этом Лицензиар не несет никакой ответственности за доступность этих ресурсов, за их контент и рекламные материалы, а также за любые последствия, связанные с использованием данных ресурсов, их контента или рекламы.
<br><br>
5.12. Вы несете исключительную ответственность за любое нарушение Ваших обязательств, установленных настоящим Соглашением и (или) применимым правом, а также за все последствия таких нарушений (включая любые убытки или ущерб, которые может понести владелец Игры и иные третьи лица).
<br><br>
5.13. В случае возникновения каких-либо претензий третьих лиц в отношении нарушения любых имущественных и/или личных неимущественных прав третьих лиц, а равно установленных законодательством запретов или ограничений вы обязаны по требованию Лицензиара пройти официальную идентификацию, предоставив Лицензиару нотариально заверенное обязательство урегулировать возникшие претензии собственными силами и за свой счет с указанием своих паспортных данных.
<br><br>
5.14. Лицензиар оставляет за собой право удалить любой контент с Портала либо временно ограничить доступ к нему в одностороннем порядке без объяснения причин и выплаты компенсации.
<br><br>
5.15. В случае многократных нарушений Пользователем условий настоящего Соглашения и/или требований законодательства, Лицензиар оставляет за собой право заблокировать учетную запись Пользователя целиком либо доступ к любым функциональным возможностям Игры (форум, чат, файловый архив и т.п.).
<br><br>
5.16. В случае привлечения Лицензиара к ответственности или наложения на нее взыскания в связи с допущенными вами нарушениями прав и/или интересов третьих лиц, а равно установленных законодательством запретов или ограничений, вы обязаны в полном объеме возместить убытки Лицензиара.
<br><br>
5.17. Лицензиар устраняется от какой бы то ни было ответственности в связи с допущенными Вами нарушениями, а также причинением Вам вреда или убытков при указанных выше обстоятельствах.
<br><br>
5.18. При любых обстоятельствах ответственность Лицензиара ограничена 1 000 (Одной тысячью) рублей и возлагается на него при наличии в его действиях вины.
<br><br>
5.19. В случае обнаружения нарушения ваших прав и/или интересов в связи с предоставлением Игры, в том числе незаконных размещением материалов иным Пользователем, вам следует сообщить об этом Лицензиару. Для этого вам необходимо направить Лицензиару письменное уведомление с подробным изложением обстоятельств нарушения и гипертекстовой ссылкой на страницу Потрала, содержащую материалы, которыми нарушаются ваши права и/или интересы по электронному адресу: lovekent5246@gmail.com.
<br><br>
6. Уведомления
<br><br>
Вы соглашаетесь получать от Портала информационные SMS-сообщения (далее - "нотификаторы") о важных событиях, происходящих с его информационными ресурсами в рамках системы, на нижеследующих условиях.
<br><br>
6.1. Лицензиар обязуется использовать нотификаторы исключительно для информирования Пользователя о возможностях системы и/или об изменении в его информационных ресурсах.
<br><br>
6.2. Лицензиар обязуется не сопровождать нотификаторы рекламными сообщениями от третьих лиц.
<br><br>
6.3. Лицензиар предоставляет Пользователю возможность регулировать частоту и причины получения нотификаторов от Лицензиара вплоть до полного отказа от получения нотификаторов.
<br><br>
7. Условия использования персональных данных
<br><br>
7.1. Присоединяясь к условиям настоящего Соглашения, вы даете настоящее письменное согласие на автоматизированную обработку предоставляемых персональных данных в целях заключения договора на условиях настоящего Соглашения, а также его последующего
исполнения.
<br><br>
7.2. В случаях, допускаемых функциональными возможностями Игры, вы самостоятельно определяете степень доступности своих персональных данных иным пользователям Интернет.
<br><br>
7.3. Вы признаете и соглашаетесь, что в случае размещения вами своих персональных данных с использованием Игры способом, предоставляющим возможность их получения пользователями Интернет, ваши персональные данные считаются общедоступными. Вы осознаете также, что ваши персональные данные считаются общедоступными в случаях, когда на них в соответствии с федеральными законами не распространяется требование соблюдения конфиденциальности.
<br><br>
8. Прочие условия
<br><br>
8.1. Зарегистрированный Пользователь самостоятельно определяет условия и порядок использования созданного им аккаунта (профиля), которые однако ни при каких условиях не могут противоречить настоящему Соглашению.
<br><br>
8.2. Применимое право. Настоящее Соглашение, порядок его заключения и исполнения, а также вопросы, не урегулированные настоящим Соглашением, регулируется действующим законодательством.
<br><br>
8.3. Арбитраж. Все споры по Соглашению или в связи с ним подлежат рассмотрению в суде по месту нахождения Лицензиара.
<br><br>
8.4. Изменения. Настоящее Соглашение может быть изменено или прекращено Лицензиаром в одностороннем порядке без предварительного уведомления Пользователя и без выплаты какой-либо компенсации в связи с этим.
<br><br>
Реквизиты Лицензиара:
<br><br>
Лицензионное соглашение разработано юридической компанией IT-LEX
</div>
<br>
<a class="simple-but gray mb10" href="/"><span><span>На главную</span></span></a>



';


echo '</div><body>';
?>