<?php
$title = 'Правила общения';
require_once ('../system/function.php');

?>
<html xmlns="http://www.w3.org/1999/xhtml"><head><meta name="viewport" content="minimum-scale=1.0, width=device-width, maximum-scale=1.0"><title>Танки</title>
<link rel="stylesheet" href="/diz.css" type="text/css">
<link rel="icon" href="/favicon.ico" type="image/x-icon"></head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
<?php
echo '<body><div class="p5">';


echo '
<div class="small white">
Администрация и Модераторы оставляют за собой право накладывать любой тип наказания на свое усмотрение за:<br>
- Необоснованную критику, высказанную с неуважением, к создателям Игры.<br>
- Публичные высказывания про уход из Игры.<br>
- Нецензурные и оскорбительные высказывания в адрес создателей Игры.<br>
- Высказывания, способные повлечь негативные последствия для игрового процесса.<br>
- А также любые другие действия, нарушающие Соглашение, а также Правила игры и Ограничения, а также любые иные действия. негативно влияющие на развитие Игры.<br>
<br>
Пользователи, нарушившие Правила игры на форуме, могут получить наказания в Игре за:<br>
- Клевету.<br>
- Мошенничество.<br>
- Высказывания от лица Администрации.<br>
- Распространение вредоносных ссылок, попытки взлома персонажей.<br>
- Попытки продажи персонажей.<br>
- Попытки продажи дивизий.<br>
- Продажа игровых вещей и артефактов за реальные деньги.<br>
- Использование вторичных персонажей (форумных клонов) для обхода ограничений в общении на форуме.<br>
- А так же за нарушение иных пунктов Соглашения и Правил игры.<br>
<br>
Срок наказания определяется на усмотрение Администрации и Модераторов.<br>
<br>
</div>
<a class="simple-but gray mb10" href="/"><span><span>На главную</span></span></a>
';


echo '</div><body>';
?>