<?php
$title = 'Правила игры';
require_once ('../system/function.php');

?>
<html xmlns="http://www.w3.org/1999/xhtml"><head><meta name="viewport" content="minimum-scale=1.0, width=device-width, maximum-scale=1.0"><title>Танки</title>
<link rel="stylesheet" href="/diz.css" type="text/css">
<link rel="icon" href="/favicon.ico" type="image/x-icon"></head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
<?php
echo '<body><div class="p5">';


echo '


<div class="small white">
<div class="cntr">В Игре запрещается:</div>
<br>
- Регистрировать одним игроком более одного игрового персонажа с целью получения игрового преимущества и/или увеличения благосостояния иных своих игровых персонажей или игровых персонажей третьих лиц (т.н. мультоводство).<br>
- Использовать сторонние программные средства для улучшения/автоматизации игровых возможностей (т.н. боты, читерство).<br>
- Использовать в имени (нике) игрового персонажа и названии дивизии ненормативную лексику, оскорбления, а также регистрировать имена (ники) и названия, затрагивающие политику, разжигающие межнациональную рознь, являющиеся ссылками на другие интернет-ресурсы. Также, во избежание путаницы среди остальных игроков, ники и названия дивизии персонажа не должны быть схожими с именами (никами) и названиями дивизий, используемыми администрацией игры и другими пользователями.<br>
- Унижать и порочить честь и достоинство Администрации игры, Модераторов, других Игроков и третьих лиц вне Игры.<br>
- Нарушать и пренебрегать правилами поведения в чате (систематические, целенаправленные нарушения).<br>
- Использовать программные ошибки Игры (баги), передавать информацию об их наличии третьим лицам, за исключением Администрации.<br>
- Посылать, передавать, воспроизводить или распространять любым способом полученное посредством Игры программное обеспечение или другие материалы, полностью или частично, защищенные авторскими или другими правами, без разрешения владельца или законного правообладателя.<br>
- Распространять информацию откровенно сексуального характера (в разнообразии ее форм изложения и распространения), не предназначенную для публичного доступа лиц, не достигших совершеннолетнего возраста.<br>
- Совершать или подстрекать третьих лиц к совершению действий, запрещенных действующим законодательством, в том числе связанных с незаконным оборотом наркотических средств, террористической деятельностью, призывами к свержению законно избранной власти, порнографией, любыми формами дискриминации по половому, возрастному, религиозному или иным признакам.<br>
- Передавать реквизиты своего персонажа (логин, пароль) другим игрокам, как безвозмездно, так и за игровые или реальные деньги.<br>
- Продавать дивизии за игровые или реальные деньги, обменивать дивизии на вещи, ресурсы и т.д.<br>
- Продавать и покупать вещи, артефакты, ресурсы, игровую валюту из Игры за реальные деньги.<br>
<br>
За эти и другие нарушения правил игры Игроку (пользователю) может быть незамедлительно, без какого-либо предварительного уведомления, отказано в услугах по предоставлению сервиса игры или такие услуги могут быть ограничены полностью или в части.<br>
Администрация управляет и администрирует Игру исключительно по своему усмотрению.<br>
Использование сервисов Игры производится Игроком (пользователем) исключительно самостоятельно и по принципу «как-есть», то есть администрация игры не отвечает перед игроком ни при каких обстоятельствах за любой прямой и/или косвенный ущерб, которые может быть у игрока в связи с получением сервиса игры или невозможностью такой сервис получить.<br>
<br>
Настоящие правила могут быть изменены Администрацией игры без какого-либо предварительного уведомления. Игрок обязуется проверять данные правила на предмет изменений не менее чем один раз в семь дней. В случае, если такой проверки не будет в указанные сроки или после ознакомления с правилами (новой редакцией правил) игрок продолжает пользоваться сервисом игры, считается, что игрок ознакомлен и согласен с правилами (новой редакцией правил).
</div>
<br>
<a class="simple-but gray mb10" href="/"><span><span>На главную</span></span></a>



';


echo '</div><body>';
?>